{
  "features": [
    {
      "id": 1,
      "type": "Volcano",
      "name": "Olympus Mons",
      "location": "Tharsis",
      "description": "Largest volcano and second-highest known mountain in the Solar System. 16 miles high and 600 km across the base, making it 3x the height of Mount Everest",
      "coordinates": {
        "latitude": "18.65°N",
        "longitude": "226.2°E"

      }
    },
    {
      "id": 2,
      "type": "Canyon",
      "name": "Valles Marineris",
      "location": "Western hemisphere",
      "description": "Largest canyon in the Solar System also one of the largest canyons of the solar system. It is 4 miles deep and stretches thousands of miles long. Valles Marineris is located along the equator of Mars, on the east side of the Tharsis Bulge, and stretches for nearly a quarter of the planet's circumference.",
      "coordinates": {
        "latitude": "13.9°S",
        "longitude": "59.2°W"
        
      }
    },
    {
      "id": 3,
      "type": "Crater",
      "name": "Hellas Planitia",
      "location": "Northern hemisphere",
      "description": "Hellas is the largest known impact crater in the Solar System.  The basin floor is about 7,152 m (23,465 ft) deep, 3,000 m (9,800 ft) deeper than the Moon's and extends about 2300 km east to west.",
      "coordinates": {
        "latitude": "42.4°S",
        "longitude": "70.5°E"

      }
    },
    {
      "id": 4,
      "type": "Crater",
      "name": "Argyre Planitia",
      "location": "Southern hemisphere",
      "description": "It refers to Argyre, a mythical island of silver in Greek mythology. The basin is approximately 1,800 km (1,100 mi) wide and drops 5.2 km (17,000 ft) below the surrounding plains. It is the second deepest impact basin on Mars after Hellas. The basin was formed by a giant impact during the Late Heavy Bombardment of the early Solar System, approximately 3.9 billion years ago",
      "coordinates": {
        "latitude": "49.7°S",
        "longitude": "316.0°E"

      }
    },
    {
      "id": 5,
      "type": "Crater",
      "name": "Isidis Planitia",
      "location": "Northern hemisphere",
      "description": "Third largest impact crater on Mars. 1,500 km (930 mi) in diameter. Isidis was likely the last major basin to be formed on Mars, having formed approximately 3.9 billion years ago during the Noachian period.",
      "coordinates": {
        "latitude": "12.9°N",
"longitude": "87.0°E"

      }
    },
    {
      "id": 6,
      "type": "Mountain",
      "name": "Ascraeus Mons",
      "location": "Tharsis",
      "description": "Second-highest volcano on Mars. In 1971. The volcano was originally called North Spot because it was the northernmost of only four spots visible on the surface due to a global dust storm that was then enshrouding the planet. As the dust cleared, the spots were revealed to be extremely tall volcanoes whose summits had projected above the dust-laden, lower atmosphere.",
      "coordinates": {
        "latitude": "11.92°N",
"longitude": "104.08°W"

      }
    },
    {
      "id": 7,
      "type": "Mountain",
      "name": "Pavonis Mons",
      "location": "Tharsis",
      "description": "Third-highest volcano on Mars. It is the middle member of a chain of three volcanic mountains (collectively known as the Tharsis Montes).",
      "coordinates": {
        "latitude": "1.48°N",
"longitude": "112.96°W"

      }
    },
    {
      "id": 8,
      "type": "Mountain",
      "name": "Arsia Mons",
      "location": "Tharsis",
      "description": "Fourth-highest volcano on Mars.  Its name comes from a corresponding albedo feature on a map by Giovanni Schiaparelli, which he named in turn after the legendary Roman forest of Arsia Silva. Historically, it was known as Nodus Gordii (\"Gordian knot\") before being renamed.",
      "coordinates": {
        "latitude": "8.35°S",
"longitude": "239.91°E"

      }
    },
    {
      /////////////////////
      "id": 9,
      "type": "Valley",
      "name": "Valles Marineris",
      "location": "Western hemisphere",
      "description": "Largest canyon in the Solar System",
      "coordinates": {
        "latitude": "25.2°N",
        "longitude": "72.2°E"
      }
    },
    {
      "id": 10,
      "type": "Crater",
      "name": "Gale Crater",
      "location": "Arabia Terra",
      "description": "Home to the Curiosity rover. It is probably a dry lake. It is 154 km (96 mi) in diameter and estimated to be about 3.5 to 3.8 billion years old. Mount Sharp is a mountain in the center of Gale and rises 5.5 km (18,000 ft) high. The NASA Mars rover Curiosity, of the Mars Science Laboratory (MSL) mission, landed in \"Yellowknife\" Quad 51 of Aeolis Palus in Gale at 05:32 UTC August 6, 2012.",
      "coordinates": {
        "latitude": "5.4°S",
"longitude": "137.8°E"

      }
    },
    {
      "id": 11,
      "type": "Crater",
      "name": "Jezero Crater",
      "location": "Isidis Planitia",
      "description": "is a crater on Mars in the Syrtis Major quadrangle, about 45.0 km (28.0 mi) in diameter. Home to the Perseverance rover. Thought to have once been flooded with water, the crater contains a fan-delta deposit rich in clays. In some Slavic languages, the word jezero means 'lake'. In November 2018, it was announced that Jezero had been chosen as the landing site for the rover Perseverance as part of NASA's Mars 2020 mission.",
      "coordinates": {
        "latitude": "18.38°N",
"longitude": "77.58°E"

      }
    },
    {
      "id": 12,
      "type": "Volcano",
      "name": "Elysium Mons",
      "location": "Elysium Planitia",
      "description": "Largest volcano in the northern hemisphere of Mars. It stands about 12.6 km (41,000 ft) above its base, and about 14.1 km (46,000 ft) above the Martian datum, making it the third tallest Martian mountain in terms of relief and the fourth highest in elevation. Its diameter is about 240 km (150 mi), with a summit caldera about 14 km (8.7 mi) across.",
      "coordinates": {
        "latitude": "25.02°N",
"longitude": "32.79°W"

      }
    },
    {
      "id": 13,
      "type": "Volcano",
      "name": "Syrtis Major",
      "location": "Syrtis Major Planum",
      "description": "Syrtis Major Planum is a \"dark spot\" (an albedo feature) located in the boundary between the northern lowlands and southern highlands of Mars just west of the impact basin Isidis in the Syrtis Major quadrangle.It is the second-largest volcano in the southern hemisphere of Mars with a well-defined summit caldera.",
      "coordinates": {
        "latitude": "8.4°N",
        "longitude": "290.5°W"
        
      }
    },
    {
      "id": 14,
      "type": "Dunes",
      "name": "Olympia Undae",
      "location": "Tharsis",
      "description": "Largest known field of dunes on Mars",
      "coordinates": {
        "latitude": "18.2°N",
        "longitude": "13.2°W"
      }
    },
    {
      "id": 15,
      "type": "Plains",
      "name": "Amazonis Planitia",
      "location": "Amazonis Planitia",
      "description": "Largest plain on Mars",
      "coordinates": {
        "latitude": "-0.8°N",
        "longitude": "248.6°E"
      }
    },
    {
      "id": 16,
      "type": "Highlands",
      "name": "Tharsis",
      "location": "Tharsis",
      "description": "Largest highland region on Mars",
      "coordinates": {
        "latitude": "18.4°N",
        "longitude": "13.4°W"
      }
    },
    {
      "id": 17,
      "type": "Highlands",
      "name": "Arabia Terra",
      "location": "Arabia Terra",
      "description": "Largest highland region in the northern hemisphere of Mars",
      "coordinates": {
        "latitude": "15.5°N",
        "longitude": "338.7°E"
      }
    },
    {
      "id": 18,
      "type": "Highlands",
      "name": "Noachis Terra",
      "location": "Noachis Terra",
      "description": "Largest highland region in the southern hemisphere of Mars",
      "coordinates": {
        "latitude": "-29.1°S",
        "longitude": "326.2°E"
      }
    },
    {
      "id": 19,
      "type": "Borealis Basin",     
      "name": "Borealis Basin",    
      "location": "Northern Hemisphere of Mars",  
      "description": "Largest and oldest impact basin on Mars, encompassing much of the northern lowlands.",  
      "coordinates": {
        "latitude": "68.0°N",
        "longitude": "202.0°E"
      }
    }
    
  ]
}