[
    {
        "id": 1,
        "type": "Rover",
        "name": "Perseverance",
        "location": "Jezero Crater",
        "TotalWorkingDays": "Feb 18, 2021 - Current",
        "CurrentStatus": "Active",
        "details": "Perseverance rover, NASA's Mars mission since 2021, explores Jezero Crater for signs of ancient life and collects samples. It debuts Ingenuity, a helicopter for aerial surveys. Perseverance's mission advances human Mars exploration, using innovative tech to unveil Martian history, potential habitability, and pave the way for future manned missions.",
        "coordinates": {
            "latitude": 77.361,
            "longitude": 18.48
        },
        "coordinatesForShow": {
            "latitude": "77°39°N",
            "longitude": "18°12°E"
        },

        "photo": "https://i.ibb.co/MMGtVFr/mars-rover-perseverance.jpg"
    },
    {
        "id": 2,
        "type": "Rover",
        "name": "Curiosity",
        "location": "Gale Crater",
        "TotalWorkingDays": "Aug 5, 2012 - Current",
        "CurrentStatus": "Active",
        "details": "Curiosity rover, NASA's Mars mission launched in 2011, has been exploring Gale Crater. It seeks clues about past Martian environments and potential life through its advanced instruments. Notably, it discovered ancient riverbeds and organic compounds, bolstering the idea of a habitable Mars in the past. Curiosity continues to unravel Mars' mysteries.",
        "coordinates": {
            "latitude": 137.41,
            "longitude": -4.7
        },
        "coordinatesForShow": {
            "latitude": "137.9°S",
            "longitude": "4.78°W"
        },

        "photo": "https://i.ibb.co/t4HJKJc/mars-rover-curiosity.jpg"
    },
    {
        "id": 3,
        "type": "Rover",
        "name": "Zhurong",
        "location": "Utopia Planitia",
        "TotalWorkingDays": "May 22, 2021 - May 20,2022",
        "CurrentStatus": "Dead",
        "details": "Zhurong is China's Mars rover, landing on the Red Planet in May 2021 as part of the Tianwen-1 mission. Named after a fire god, Zhurong aims to study Mars' geology, atmosphere, and potential signs of life. It carries instruments like cameras, spectrometers, and a ground-penetrating radar, contributing to our global understanding of Mars' evolution and habitability.",
        "coordinates": {
            "latitude": 25.102,
            "longitude": 109.914
        },
        "coordinatesForShow": {
            "latitude": "25.102°N",
            "longitude": "109.914°E"
        },

        "photo": "https://i.ibb.co/JpjyPnN/mars-zhurong.webp"
    },
    {
        "id": 4,
        "type": "Rover",
        "name": "Opportunity",
        "location": "Meridiani Planum",
        "TotalWorkingDays": "2014 - Jun 10, 2018",
        "CurrentStatus": "Dead",
        "details": "Opportunity was a NASA Mars rover launched in 2003. It explored Mars' surface, making significant discoveries about its watery past. It operated for over 14 years, vastly exceeding its intended 90-day mission. Notably, it found evidence of ancient Martian environments conducive to life. Unfortunately, a massive dust storm in 2018 led to its final communication, ending a remarkable journey of exploration.",
        "coordinates": {
            "latitude": -1.9462,
            "longitude": 354.4734
        },
        "coordinatesForShow": {
            "latitude": "1.9462°S",
            "longitude": "354.4734°E"
        },

        "photo": "https://i.ibb.co/nzdsLd5/mars-opportunity.jpg"
    },
    {
        "id": 5,
        "type": "Helicopter",
        "name": "Ingenuity",
        "location": "Jezero crater",
        "TotalWorkingDays": "19 April 2021 - Current",
        "CurrentStatus": "Active",
        "details": "Ingenuity is a small helicopter carried by NASA's Perseverance rover to Mars. It marked the first successful powered flight on another planet in April 2021. Weighing just 4 pounds (1.8 kg), Ingenuity demonstrated controlled flight in Mars' thin atmosphere. Its flights provide valuable aerial imagery, aiding Perseverance's mission by scouting terrain and expanding our capabilities for future planetary exploration.",
        "coordinates": {
            "latitude": 77.5024,
            "longitude": 22.6234
        },
        "coordinatesForShow": {
            "latitude": "77.5024°N",
            "longitude": "22.6234°E"
        },
        "photo": "https://i.ibb.co/m410pC9/Mars-helicopter.png"
    },
    {
        "id": 6,
        "type": "Lander",
        "name": "InSight",
        "location": "Elysium Planitia",
        "TotalWorkingDays": "5 May 2018 - 21 December 2022",
        "CurrentStatus": "Dead",
        "details": "InSight is a NASA robotic lander that landed on Mars in 2018. Its mission is to study the Martian interior, particularly its seismic activity and heat flow, providing valuable insights into the planet's geological history. This mission has expanded our understanding of Mars and its geology.",
        "coordinates": {
            "latitude": 4.5024,
            "longitude": 135.6234
        },
        "coordinatesForShow": {
            "latitude": "4.5024°N",
            "longitude": "135.6234°E"
        },

        "photo": "https://i.ibb.co/3h2QFYp/mars-insight.jpg"
    },
    {
        "id": 7,
        "type": "Lander",
        "name": "Mars Polar Lander",
        "location": "Planum Australe",
        "TotalWorkingDays": "January 3, 1999 - December 3, 1999",
        "CurrentStatus": "Dead",
        "details": "The Mars Polar Lander (MPL) was a NASA spacecraft launched in 1999 with the goal of studying Mars' polar regions, focusing on climate and potential water ice presence. Unfortunately, MPL encountered communication issues during its descent to the Martian surface in December 1999 and lost contact, leading to the mission's unfortunate failure and contributing to the understanding of the challenges of Mars exploration.",
        "coordinates": {
            "latitude": -76.0,
            "longitude": -195.0
        },
        "coordinatesForShow": {
            "latitude": "76.0°S",
            "longitude": "195.0°W"
        },

        "photo": "https://i.ibb.co/5jFPKVQ/Mars-Polar-Lander.png"
    },
    {
        "id": 8,
        "type": "Spacecraft",
        "name": "Phoenix",
        "location": "Green Valley",
        "TotalWorkingDays": "May 25, 2008 - November 2, 2008",
        "CurrentStatus": "Dead",
        "details": "The Phoenix rover, a key component of NASA's Mars Scout Program, made history with its successful landing on the Martian arctic plains in May 2008. Armed with a robotic arm, a wet chemistry lab, and a suite of scientific instruments, Phoenix not only confirmed the existence of water ice just below the Martian surface but also detected perchlorate salts, suggesting the possibility of past habitable conditions. These discoveries revolutionized our understanding of Mars' geology and the potential for life on the Red Planet, firmly establishing Phoenix as a pivotal achievement in planetary exploration.",
        "coordinates": {
            "latitude": 68.2188,
            "longitude": -125.7492
        },
        "coordinatesForShow": {
            "latitude": "68.2188°N",
            "longitude": "125.7492°W"
        },

        "photo": "https://i.ibb.co/nwj43vz/Mars-Phoenix.jpg"
    },
    {
        "id": 9,
        "type": "Rover",
        "name": "Sojourner",
        "location": "Ares Vallis",
        "TotalWorkingDays": "July 4, 1997 - September 27, 1997",
        "CurrentStatus": "Dead",
        "details": "The Sojourner rover, part of NASA's Mars Pathfinder mission in 1997, was a groundbreaking, compact six-wheeled robot. Weighing just 11 kilograms and standing at 65 centimeters tall, it conducted vital experiments and captured images of Mars' terrain, expanding our understanding of the planet's geology and history. Sojourner's success laid the foundation for subsequent, more advanced Martian rovers like Spirit, Opportunity, Curiosity, and Perseverance, marking a significant milestone in planetary exploration.",
        "coordinates": {
            "latitude": 19.13,
            "longitude": -33.22
        },
        "coordinatesForShow": {
            "latitude": "19.1300°N",
            "longitude": "33.2200°W"
        },

        "photo": "https://i.ibb.co/1Q9FYJK/mars-sojourner.jpg"
    }
]
